espressif/esp-idf/examples/openthread/ot_br/sdkconfig.ci.spiram
CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_OPENTHREAD_PLATFORM_MALLOC_CAP_SPIRAM=y
CONFIG_OPENTHREAD_PLATFORM_MSGPOOL_MANAGEMENT=y
